import React from 'react';

import "./returnConditions.css";


function ReturnConitions (props){
    return (
            <div className="conatiner">
                <div className='aboutUs'>
                    <h1 className="aboutUsTitle">Условия возврата</h1>
                    <p className="aboutUsDescription">
                    Оформляя заказ с помощью онлайн-сервиса и с использованием Партнерских касс, Покупатель заключает с ИП Аммосов В. А. договор купли-продажи Билетов и договор об оказании услуг, связанных с приобретением Билетов на условиях, изложенных в Публичной оферте.<br/><br/>
                    Возврат денежных средств производится покупателю билета способом его получения от покупателя, а именно в случае если покупатель приобрел билет на мероприятие по безналичной оплате, то возврат денежных средств осуществляется на реквизиты банковской карты с которой была произведена оплата, в случае если покупатель приобрел билет за наличный расчет, то возврат осуществляется распространителем, у которого приобретался билет.<br/><br/>
                    Внимание! За отмену, перенос мероприятия ответственность лежит на организаторе мероприятия, онлайн сервис Tesserus.com и партнерская сеть осуществляет только продажу билетов по договору с организатором мероприятия.<br/><br/>
                    Для того, чтобы оформить возврат денежных средств за билеты, купленные через сайт, вам нужно отправить на support@tesserus.com сканированную копию заполненного заявления (скачать шаблон). При этом:
                    В случае если, покупатель уже обменял код покупки на бумажные бланки, то для оформления возврата необходимо сдать полученные бланки билетов в любой из Партнерских касс и написать об этом по вышеуказанному адресу;<br/><br/>
                    В случае если, покупатель еще не обменял код покупки на бумажный бланк билета, то достаточно отправить правильно оформленное заявление.<br/><br/>
                    Время на рассмотрение заявления - 5 рабочих дней.<br/><br/>
                    С 1 сентября в России действует новый закон. Театр, музей или организатор концерта определяет сумму возврата по двум критериям: почему вы решили вернуть билеты и когда вы заполнили заявку.
                    Сумма зависит от того, за сколько дней до мероприятия вы подали заявку:<br/><br/>
                    больше 10 дней — вернется полная стоимость билетов;<br/>
                    от 6 до 10 дней включительно — вернется 50% стоимости билетов;<br/>
                    от 4 до 5 дней включительно — вернется 30% стоимости билетов;<br/>
                    3 дня или меньше — вернуть деньги за билет не получится.<br/>
                    </p>
                </div>
            </div>
    )
}

export default ReturnConitions;