import React from 'react';
import "./howToBuy.css";


function HowToBuy (props){
    return (
            <div className="conatiner">
                <div className='howToBuy'>
                    <h1 className="howToBuyTitle">Как купить</h1>
                    <p className="howToBuyDescription">
                    Мы стараемся создать максимально комфортное пребывание на сайте, для наших пользователей и предоставляем возможность приобретение билетов без обязательной регистрации на сайте.<br/><br/>
                    Важно! Регистрация на сайте предусмотрено, так как в последующем, среди зарегистрированных пользователей будут разыгрываться ценные призы и имеются определенные преимущества при работе с сайтом.<br/><br/>
                    Покупка билетов через сайт:<br/><br/>
                    Выберите интересующее Вас мероприятие;<br/>
                    Нажмите на кнопку “Подробнее”, чтобы перейти на страницу мероприятия, где можно ознакомиться с описанием мероприятия<br/>
                    Нажмите на кнопку “Купить билеты”, вам откроется страница оформления билетов, где вы сможете выбрать дату и перейти к выбору места;<br/>
                    В схеме зала (если мероприятие подразумевает размещение по местам), выберите интересующие вас места и нажмите на кнопку Ввести контакты;<br/>
                    На открывшейся странице необходимо заполнить краткую анкету заказа, включающая в себя обязательные поля электронной почты и/или номер телефона, на них будет выслан код электронного билета;<br/>
                    После заполнения анкеты, проследуйте к странице “Подтверждения” нажатием на кнопку “Далее”. Внимательно проверьте реквизиты билетов и перейдите к оплате нажатием кнопки “Оплатить”;<br/>
                    Вас переадресует на сайт платежной системы, где необходимо заполнить данные банковской карты и произвести оплату;<br/>
                    Код покупки (электронный билет) будут направлены на вашу электронную почту и/или на номер телефона в виде СМС сообщения;<br/>
                    Вы можете обменять код покупки на билет в любом из партнерских касс.<br/>
                    Важно! Не беспокойтесь, любые операции с банковской картой на сайте защищены шифрованием канала, услуга эквайринга предоставляется банком партнером, который несет полную ответственность за защиту канала и безопасность проведения платежей.<br/><br/>
                    Кроме покупки билета через сайт, вы всегда можете приобрести любой билет на любое мероприятие с базы Tesserus.com на партнерских кассах, у частных распространителей и через сайты партнеры.<br/><br/>
                    Если Вы зарегистрированный пользователь<br/><br/>
                    Зарегистрированному пользователю нет необходимости заполнять начальную анкету перед покупкой, так как мы «знакомы» и знаем ваши контактные данные. Поэтому оформление покупки у зарегистрированного пользователя выглядит следующим образом:<br/>
                    Выберите интересующее Вас мероприятие;<br/>
                    Нажмите на кнопку “Подробнее”, чтобы перейти на страницу мероприятия, где можно ознакомиться с описанием мероприятия<br/>
                    Нажмите на кнопку “Купить билеты”, вам откроется страница оформления билетов, где вы сможете выбрать дату и перейти к выбору места;<br/>
                    В схеме зала (если мероприятие подразумевает размещение по местам), выберите интересующие вас места и нажмите на кнопку Ввести контакты;<br/>
                    На открывшейся странице вы увидите свои контактные данные и если верные то просто нажмите на кнопку “Далее”, если у вас изменились контактные данные, то перепишите их;<br/>
                    Внимательно проверьте реквизиты билетов и перейдите к оплате нажатием кнопки “Оплатить”. Вас переадресует на сайт платежной системы, где необходимо заполнить данные банковской карты и произвести оплату;<br/>
                    Код покупки (электронный билет) будут сохранены в личном кабинете и не потеряются, вы в любой момент можете зайти на сайт своим логином и паролем и просмотреть свою историю заказов, также код покупки может быть направлен на вашу электронную почту и/или на номер телефона в виде СМС сообщения;<br/>
                    Вы можете обменять код покупки на билет в любом из партнерских касс.
                    </p>
                </div>
            </div>
    )
}

export default HowToBuy;